# print ("hello world")
# print ("나의 이름은 " + "조민성이야\t" + "273")
# print(type(283.44)) #type() = 괄호 안 문자의 타입을 출력
# print("""\
# 안녕
# 바보야
# 멍청이\
# """)    #따옴표 3번 반복 사용하면 '여러 줄 문자열'. 문장 앞뒤에 \를 사용하면 실제 줄바꿈이 아닌 것을 표현

# #사칙연산
# print (5+7, 5-3, 5*3, 6/3, 6//3, 6%3, 6**2)   #//은 나눌 때 몫만 출력, /은 나눌 때 소수점까지 출력
# #**은 제곱값 출력

# #입력값 받아서 두 수 더해보기
# a, b = input().split()
# print(int(a)+int(b))

# #input 써보기
# n = input("이 뒤에 입력해보기: ")
# print(n)

#문자열을 숫자로 바꿔보기
s = input("입력할 숫자(문자)")
i_s = int(s)
h = input("입력2:")
i_h = int(h)
print("문자열: ", s+h)
print("숫자: ", i_s+i_h)


